{"*$%#%%":"Describe the formation of the solar system ,Compare the inner and outer planets ,Coastal subsidence ,List 2 body waves ,","A ductile material is ______. ":"1\n2\n3\n4\n5\n6\n7\n8\n9\n10","Coastal subsidence ":"earthquakes release strain which may be elevating coastal areas","Compare the inner and outer planets ":"the closer each planet was to the sun determined its composition, the closer you were the more materials you had that had a higher melting point, as you go further you get more planets that have materials with lower melting points and eventually frozen gases. the outer planets also are mostly made of gas with not much solid material while the inner planets are rocky planets with a larger percentage of solid matter and are more dense.","Convergent Plate boundary ":"plates are moving toward each other, subjecting rocks to compressive stress","Describe the formation of the solar system ":"first our sun formed from a big concentration of debris and dust that formed into the sun. Then over time the smaller more dense areas of dust slowly, under the pressure of gravity formed into planets that got caught by the gravity of the newly formed sun.","Describe the role of the scientific method in geology ":"Geologists use the scientific method to develop explanations of how natural processes operate. They combine geologic observations with laboratory experiments, careful measurements, and calculations to develop these explanations.","Differentiate Earth's internal layers ":"there are 3 layers, the crust, mantel and core. the crust is a thin layer of rock that encircles the planet while the mantel is a large layer of molten rock that is very active. In the mantel there are magma flows that act as a sort of weather inside the earth. The core is a very hot piece of iron that is mostly solid.","Divergent Plate boundary ":"plates are subject to tensional stress and move apart","Earthquake Focus ":"the point on a fault where the rupture first occurs. Seismic waves come from this point","Earthquake Hazards ":"Seismic shaking, liquefaction, landslides, mudflows and tsunamis","Earthquake Precursor phenomena ":"water levels in wells, electrical resistivity, ground surface tilt, minor seismic activity increases then decreases & animal behavior. Short-term forecast is Not reliable","Earthquake epicenter ":"the point on the surface above the focus","Effusive volcanic eruptions ":"Mafic magma, low viscosity, ocean ridges, how spot volcanism within ocean plate","Elastic rebound theory ":"sufficient accumulated strain in rocks can result in a rapid rupture -> creating a fault","Explosive volcanic eruption ":"usually felsic magma, high viscosity, more gases, landward side of subduction zones","Felsic magmas produce what type of lavas? ":"rhyolite lavas","Felsic/Silicic ":"high SiO2; low iron and magnesium","Foliation is the ______. ":"alignment of minerals into parallel sheets","Ground Rupture ":"changes in ground level and rupture in an earthquake","Hot spots ":"not related to plate tectonics, fixed in the mantle","Igneous Rocks ":"Form directly from cooling of magma or lava. Ex: granite (magma) and obsidian (lava)","Ion ":"an atom with a positive or negative charge because of the loss or gain of electrons","Isotope ":"atoms of an element with the same atomic number & chemical behavior, but different mass because of the loss or gain of neutrons","List 2 body waves ":"P-waves and S-waves","List cyclic processes that occur on Earth ":"there is the hydraulic cycle otherwise known as the water cycle, then their is the rock cycle, A volcano's lava hardens into rock; the rock is weathered into sand and dissolved chemicals; the debris, transported to and deposited in an ocean basin, is solidified into a new rock of quite a different type; and some of that new rock may be carried into the mantle via plate tectonics to be melted into a new lava","List some Nonsilicate Groups ":"Carbonates, Sulfates, Oxides, Halides, Native Elements","List the evidence for plate tectonics ":"paleomagnetic measurements, polarity reversals, geophysical surveys","List the major challenges of studying geology ":"Interdisciplinary nature, Disparity between laboratory and natural environment, Time, Difficulty in controlling conditions.","Long term earthquake prediction methods ":"plate tectonic motion\nslip on faults","Mafic Rocks ":"dark-colored rocks that have low silica content and are rich in iron and magensium.","Mafic magmas produce what type of lavas? ":"basalt lavas","Mercalli Scale ":"a scale of earthquake intensity","Metamorphic Rocks ":"Made when heat, pressure, or fluids change one type of rock into another type of rock","Moment Magnitude Scale ":"A scale that rates earthquakes by estimating the total energy released by an earthquake","Name 2 sources of Earths internal heat ":"Radioactive decay, Left over internal heat","Native Elements ":"minerals that are composed of only 1 element","New Madrid Seismic Zone ":"widespread liquefaction\nmajor elevation changes\nnew lakes formed","Oxides ":"metals combined with oxygen","P waves ":"a compressional seismic wave\ntravels faster than S waves\ntravel through solid, liquids, and gases\nDo little physical damage","Paleoseismicity ":"rock record of past earthquakes","S Waves ":"a horizontal or vertical shear wave\ntravel through solids only (not magma)\ncause lots of damage","Sedimentary Rocks ":"Formed when particles of broken rock and organic materials are pressed and cemented together to form new rocks. Sediments are mud, sand, pebbles, shells, bones, leaves, and stems. Some rocks of this type can be sandstone, limestone, and gypsum.","Silicates ":"minerals containing silicon& oxygen tetrahedra plus variousmetals","Subduction zone ":"one plate is carried underneath another","Summarize the development of earths atmosphere ":"in the beginning the atmosphere was mostly nitrogen and carbon dioxide, however from this atmosphere single celled organisms in the oceans were able to slowly turn the carbon dioxide into oxygen and began to slowly over many eons change the atmosphere into what we know it as today.","Summarize the development of life over geologic time ":"In the beginning only single celled organisms appeared in the oceans. Over time slowly multicellular organisms became more prevalent and the oceans became populated with mollusks and other similar creatures. Then they went to land where reptiles mostly lived with very few mammals. when the reptiles died off mammals became the primary form of life on earths continents.","The changing polarity of Earth's magnetic field is called a(n ":"magnetic reversal","What are some current issues with food production? ":"The issue overall is that the earth only has so much soil and so much land to produce food. This means that if our population keeps growing the population will increase but our ability to produce food will struggle to increase at a steady rate along with it and will eventually stagnate.","What are some ways we identify minerals? ":"Their color, hardness, cleavage and luster","What are the 3 types of rocks ":"Igneous, Sedimentary and Metamorphic","What are the driving forces of plate tectonics? ":"Convection cells in the upper mantle, \nSlab pull: pulling of the subducting plate \nRidge push: magma rising to the surface pushes the plates apart","What are the most abundant minerals in earths crust known as? ":"feldspars","What are the three fault types? ":"normal fault, reverse fault, strike-slip fault","What are the three types of convergent plate boundaries? ":"ocean-ocean, ocean-continent, or continent-continent","What are the two fundamental characteristics of a mineral? ":"its chemical composition and its structure","What are the two types of igneous rocks? ":"intrusive and extrusive. Intrusive igneous rocks cool slowly beneath the surface. Extrusive rocks form from fast cooling lavas","What do subduction zone boundaries most often produce ":"volcanoes","What is a frequent occurrence from continent-continent convergent boundaries? ":"earthquakes","What is magma ":"molton or partially melted rock commonly found in the upper mantle","What is the crystal structure of a silicate mineral? ":"A tetrahedral arrangement of 4 oxygen atoms around 1 silicon atom","What mineral forms limestone? ":"calcite","What often occurs at ocean to ocean convergent boundaries? ":"an island arc","What tools can be used to locate an earthquakes epicenter? ":"Seismograph, Seismogram, Differences in P-wave and S-wave travel times","What type of divergent plate boundary is most common? ":"seafloor spreading","What type of eruption typically comes from felsic/silicic magmas? ":"Explosive eruptions due to high viscosity, and high gas content","What type of eruption typically comes from mafic magmas? ":"Effusive eruptions which means low viscosity and low gas content","When do compounds form? ":"when atoms are bound together","Where are earthquakes the most destructive? ":"on subduction zones","Where are the rocks on the sea floor youngest? ":"close to the ocean ridges and become progressively older the farther away they are from the ridges on either side","Where do volcanoes typically form ":"along plate boundaries, over mantle hot spots, along the ring of fire","carrying capacity ":"The ability of a system (or the whole earth) to sustain its population in reasonably healthy and comfortable conditions.","doubling time ":"The length of time required for a population to double in size.","environmental geology ":"The study of the interactions between humans and their geologic environment.","felsic magma ":"high in SIO2 but low in iron and magnesium","mafic magma ":"low in SIO2 but high in iron and magnesium","mineral ":"is a naturally occurring, inorganic, solid element or compound with a definite chemical composition and a regular internal crystal structure","normal fault ":"extension","reverse fault ":"compression","seismic gaps ":"areas of fault with no earthquakes","strike-slip fault ":"shear","transform fault ":"a fault between offset segments of a spreading ridge, along which two plates move horizontally in opposite directions","what occurs at continent-continent convergent faults? ":"mountain building","where do most earthquakes originate? ":"near plate boundaries in the crust and upper mantle"}
