<<<<<<< Updated upstream
{"Sample Term":"Sample Definition", "Sample Term 2":"Sample Definition 2"}
=======
{"Calderas":"collapsed stratovolcanoes, but also possible in shield volcanoes as well","Cinder Cones":"Smallest and most numerous cones (range in size from tens to hundreds of meters tall). ","Continental Flood Basalts":"Thick, flat, immense, From super mantle plumes originating at core-mantle boundary","Effusive volcanic eruptions":"Mafic magma, low viscosity, ocean ridges, how spot volcanism within ocean plate","Explosive volcanic eruption":"usually felsic magma, high viscosity, more gases, landward side of subduction zones","Felsic magmas produce what type of lavas?":"rhyolite lavas","Fissure Eruptions":"Spreading ridges & flood basalts, Represent the largest size mafic eruptions.","Hot spots":"not related to plate tectonics, fixed in the mantle","Lava Domes":"Can create explosive eruptions from trapped gases. Can appear in craters of stratovolcanoes.","Mafic Eruptions":"Fissure Eruptions, Shield Volcanoes, Cinder Cones","Mafic magmas produce what type of lavas?":"basalt lavas","Name 2 sources of Earths internal heat":"Radioactive decay, Left over internal heat","Shield Volcanoes":"Gentle outpourings of mafic lava (basalt) from central vent or conduit, Ex. Hawaiian Islands","Silicic Felsic Eruptions":"Caldera Eruptions, Composite Volcanoes, Lava Domes, Cinder Cones","Stratovolcanoes":"Composite, normally at subduction zones. mixed lava, pyroclastic and ash. Snow capped peaks of volcanic mountain chains","What is magma":"molton or partially melted rock commonly found in the upper mantle","What type of eruption typically comes from felsic/silicic magmas?":"Explosive eruptions due to high viscosity, and high gas content","What type of eruption typically comes from mafic magmas?":"Effusive eruptions which means low viscosity and low gas content","Where do volcanoes typically form":"along plate boundaries, over mantle hot spots, along the ring of fire","felsic magma":"high in SIO2 but low in iron and magnesium","mafic magma":"low in SIO2 but high in iron and magnesium"}
>>>>>>> Stashed changes
